{
    "face_regions":
    [
        {
            "name":"eyebrows",
            "features":[
                {
                    "name":"一字眉",
                    "analysis":"性格堅強，有較寬的一字眉的人具有膽識，而有較窄的一字眉的人卻較固執和缺乏耐力。另外，這種人比較陰險，通常為智慧型的犯罪者。"
                },
                {
                    "name":"八字眉",
                    "analysis":"表面上不易接近，實質和藹可親，品德也好，因出手闊綽，所以一生要辛勤賺錢。八字眉的人心胸廣闊，有英雄豪俠的氣概，是傾談的好對象。"
                },
                {
                    "name":"大刀眉",
                    "analysis":"有勇有謀及好勝心強，不過容易滿足，加上人中無須，未有足夠收穫便放低去玩，所以運氣時好時壞。"
                },
                {
                    "name":"連心眉",
                    "analysis":"文武兼通，記憶力好，長於工程師，研究者，口才好，說話和氣，為人善良，氣度非凡。"
                },
                {
                    "name":"新月眉",
                    "analysis":"感情細膩，有藝術家的氣質，考慮周到，人際關係也很不錯。這種人的缺點就是感情過於豐富，所以顯得很情緒化、理想化，顯得和現實脫節。"
                }
            ]
        },
        {
            "name":"eyes",
            "features":[
                {
                    "name":"三角眼",
                    "analysis":"有三角眼的人，不僅生性多疑，而且暗藏殺心惡意，非常不好相處，是容易惹來兇殺災厄之人。"
                },
                {
                    "name":"丹鳳眼",
                    "analysis":"這種眼型的人天生忠肝義膽，嫉惡如仇，見義勇為，有勇有謀，路見不平必定拔刀相助，愛恨分明，受恩必報，重承諾守信用。"
                },
                {
                    "name":"垂眼",
                    "analysis":"這種眼型的男性平時為人沒主見，都是傾向膽小，又沒有氣概的怕老婆相；女性屬陰柔一族，心思縝密，性情柔順平和，能誘發男性的憐惜心理。"
                },
                {
                    "name":"桃花眼",
                    "analysis":"面相桃花眼者較具才藝的天分，異性緣好，無論是男女帶桃花眼者，一生的感情運較為曲折，對感情容易投入沉迷，也極易為情所困。"
                },
                {
                    "name":"圓眼",
                    "analysis":"圓眼的人，率真開朗、表裡一致，做事積極，而且感覺敏銳，但很容易受到外界的誘感，也比較無法把持住自己的感情和情緒。"
                }
            ]
        },
        {
            "name":"face",
            "features":[
                {
                    "name":"瓜子臉",
                    "analysis":"瓜子臉的人是完美主義者，有些微的潔癖，嚴以律己、寬以待人，社交手腕老練。"
                },
                {
                    "name":"由字臉",
                    "analysis":"物質慾望強，縱慾好色、好飲食、睹博、多言等。實行力強，說得出做得到，凡事親力親為，但有點吊兒郎當，不顧小節。"
                },
                {
                    "name":"甲字臉",
                    "analysis":"思想多、聰明、領悟力高，善於抓機會，腦根轉得快，理論重於實際，專長於研究。"
                },
                {
                    "name":"國字臉",
                    "analysis":"表面雖然都比較剛毅，但是相處的時間越長給人的感覺就越是好相處，因此而導致他們的人緣都比較好。"
                },
                {
                    "name":"圓臉",
                    "analysis":"圓型臉的人樂觀爽朗，容易與人相處，人際關係非常好，因富同情心，也比較容易受到異性的誘惑。"
                }
            ]
        },
        {
            "name":"mouth",
            "features":[
                {
                    "name":"小嘴唇",
                    "analysis":"嘴小的人，氣度小、處世力差、個性比較內向保守，遇見困難時常經常會徬徨無措。"
                },
                {
                    "name":"元寶嘴",
                    "analysis":"這類人人緣好，嘴角上揚像個元寶，財神爺主動找上門，財運自然差不了。"
                },
                {
                    "name":"厚嘴唇",
                    "analysis":"感情熱烈而善於溫情，偏重於感官刺激，做事務實而任勞任怨，不會藏奸耍滑。"
                }
            ]
        },
        {
            "name":"nose",
            "features":[
                {
                    "name":"朝天鼻",
                    "analysis":"這類型的人始終保持著幼稚，而無法面對著現實。而且想法也有原則，因此思想單純、欠勇氣、無耐性。"
                },
                {
                    "name":"截筒鼻",
                    "analysis":"鼻如截筒一樣平直，準頭整齊端正，沒有偏斜，山根稍微長一些，年上、壽上豐滿。這樣的人中年會富貴，成就基業。"
                },
                {
                    "name":"懸膽鼻",
                    "analysis":"鼻如懸膽，準頭齊整，山根平暢通直，沒有偏斜，蘭台、延尉比較小，不太分明。長有懸膽鼻的人壯年之後，富貴榮華會來到。"
                },
                {
                    "name":"鷹鉤鼻",
                    "analysis":"擁有鷹鉤鼻的人性情虛偽冷漠，親情淡漠，易出賣朋友，但多為反應靈活，精於鑽研。"
                }
            ]
        }
    ]
}